info_gds = [
    (1, 'Камин', 'Отопительное устройство', 'шт.'),
    (2, 'Полка деревянная', 'Предмет интерьера', 'шт.'),
    (3, 'Ножницы', 'Инструмент', 'шт.'),
    (4, 'Игральные карты', 'Колода 36шт', 'шт.'),
    (5, 'Мультиварка', 'Электроприбор', 'шт.'),
    (6, 'Пылесос', 'Электроприбор', 'шт.'),
    (7, 'Микроволновая печь', 'Электроприбор', 'шт.'),
    (8, 'Диван', 'Мягкая мебель', 'шт.'),
    (9, 'Стул', 'Предмет мебели', 'шт.'),
    (10, 'Стол', 'Предмет мебели', 'шт.')
]

info_shp = [
    (1, 'Мебельный Мир', 'Ростов-на-Дону, ул.Ленина', '+79889034523'),
    (2, 'Интерьерлав', 'Ростов-на-Дону, ул.Кирова', '+79889033576'),
    (3, 'Инструментыру', 'Ростов-на-Дону, ул.Максима Горького', '+79194553576'),
    (4, 'Настолки', 'Ростов-на-Дону, ул.Куницена', '+79189996677'),
    (5, 'ООО ДНС', 'Ростов-на-Дону, ул.Милкина', '+79186667887'),
    (6, 'ООО Эльдорадо', 'Ростов-на-Дону, ул.Квашки', '+79185567839'),
    (7, 'Онлайн-трейд', 'Ростов-на-Дону, ул.Муха-Цекатуха', '+79286054432'),
    (8, 'ООО СТОЛПЛИТ', 'Ростов-на-Дону, ул. Коровкина', '+79289439287'),
    (9, 'МебельГрад', 'Ростов-на-Дону, ул.Перина', '+79886467547'),
    (10, 'PoiskHome', 'Ростов-на-Дону, ул.Большая Садовая', '+7919888864')
]

info_apl = [
    (1, 1, '2023-02-27'),
    (2, 2, '2023-03-26'),
    (3, 3, '2023-04-21'),
    (4, 4, '2023-03-22'),
    (5, 5, '2023-03-19'),
    (6, 6, '2023-04-17'),
    (7, 7, '2023-04-15'),
    (8, 8, '2023-01-08'),
    (9, 9, '2023-01-09'),
    (10, 10, '2023-04-12')
]

info_stk = [
    (1, 1, 15),
    (2, 2, 20),
    (3, 3, 10),
    (4, 4, 40),
    (5, 5, 100),
    (6, 6, 0),
    (7, 7, 150),
    (8, 8, 30),
    (9, 9, 50),
    (10, 10, 60)
]

info_cmd = [
    (1, 1, 1, 5),
    (2, 2, 2, 15),
    (3, 3, 3, 20),
    (4, 4, 4, 10),
    (5, 5, 5, 5),
    (6, 6, 6, 13),
    (7, 7, 7, 11),
    (8, 8, 8, 9),
    (9, 9, 9, 8),
    (10, 10, 10, 12),
]